Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/cohabiting_couples/index.html.txt.tmx
Source language: en
Languages: ga

source: Rights of cohabiting couples
ga: Na cearta atá ag lánúineacha comhchónaithe

source: Cohabitants do not possess the same rights and obligations as married couples or civil partnerships
ga: Níl na cearta céanna ná oibligeáidí céanna ag comhchónaitheoirí agus atá ag teaghlach pósta nó comhpháirtíochtaí sibhialta , mar nach bhfuil sé aitheanta faoi dhlí na Éireann

source: Rights of same-sex couples
ga: Na cearta atá ag lánúineacha den ghnéas céanna

source: Check the formal rules that may affect the relationships of same-sex couples
ga: Seiceáil na rialacha foirmeálta a d’fhéadfadh cur isteach ar a gcaidrimh

source: Property rights of cohabiting couples
ga: Cearta maoine lánúineacha comhchónaithe

source: Property rights of cohabiting couples relating to buying a home, private rented accommodation, local authority housing, and the Family Home Protection Act
ga: Pléann an cháipéis seo na cearta maoine atá ag lánúineacha comhchónaithe maidir le tithíocht údaráis áitiúla, cóiríocht phríobháideach ar chíos agus an tAcht um Chosaint Tí an Teaghlaigh

source: Inheritance rights of cohabiting couples
ga: Cearta oidhreachta agus lánúineacha comhchónaithe

source: Cohabiting couples have no automatic right of inheritance on the death of either partner
ga: Níl aon cheart uathoibríoch ag lánúineacha comhchónaithe i leith oidhreachta ar bás ceachtar páirtnéir

source: Important information on your rights and making provisions for dependants
ga: Faisnéis thábhachtach ar do chuid cearta agus soláthairtí á ndéanamh le haghaidh cleithiúnaithe

source: Life insurance, pensions and civil status in Ireland
ga: Árachas saoil, pinsin agus stádas sibhialta in Éirinn

source: Your civil status in Ireland may make some differences to your life insurance or pension entitlements
ga: D’fhéadfadh do stádas sibhialta in Éirinn roinnt difir a dhéanamh do do chuid teidlíochtaí árachas saoil nó pinsin

source: Find out about these differences, unclaimed life insurance policies and contacts for more information
ga: Fiosraigh an scéal faoin difear seo, faoi pholasaithe árachas saoil neamhéilithe agus teagmhálaithe chun tuilleadh faisnéise a fháil

source: Legal guardianship and cohabiting couples
ga: Caomhnóireacht dhlithiúil agus lánúineacha comhchónaithe

source: Law regarding guardianship of children of non-marital relationships
ga: An dlí in Éirinn maidir le caomhnóireacht leanaí ó neamh-phósta caidrimh

source: Custody of children and cohabiting couples
ga: Caomhnadh leanaí agus lánúineacha comhchónaithe

source: When the parents of a child separate and they cannot agree on who should have custody of the child, the court will decide
ga: Nuair a bheidh na tuismitheoirí linbh ar leith agus ní féidir iad a aontú ba chóir a bhfuil coimeád an linbh, déanfaidh an chúirt a chinneadh

source: Find out about the law regarding the custody of children of non-marital relationships
ga: Faigh amach faoi an dlí maidir le coimeád leanaí neamh-phósta caidrimh

source: Access to children and cohabiting couples
ga: Rochtain ar leanaí i gcás tuismitheoirí comhchónaithe

source: How the courts decide arrangements for access to children for separating unmarried parents
ga: Pléann an cháipéis seo an bealach a ndéanann na cúirteanna socruithe le haghaidh rochtain ar leanaí i gcás tuismitheoirí neamhphósta atá ag scaradh

source: Fertility services and cohabiting couples
ga: Seirbhísí torthúlachta agus lánúineacha comhchónaithe

source: Find out about fertility services and whether unmarried couples can avail of fertility treatment
ga: Pléann an cháipéis seo cibé ar féidir le lánúin neamhphósta cóireáil torthúlachta a fháil

source: Surrogate motherhood and same-sex couples
ga: Máithreacht ionaid agus lánúineacha den ghnéas céanna

source: Under Irish law, surrogate mothers are legally the natural mothers and guardians of their children. Legal situation if a surrogate mother had a child for a same-sex couple
ga: Pléann an cháipéis seo an dlí maidir le máithreacha ionadaíocha a mbíonn leanaí acu i gcás lánúineacha den ghnéas céanna

source: Unmarried couples in Ireland cannot jointly adopt children
ga: Uchtáil agus lánúineacha comhchónaithe

source: Find out the legal reasons for this and whether there are any exceptions
ga: Pléann an cháipéis seo cibé ceart atá ag lánúineacha neamhphósta leanaí a uchtú

source: Cohabiting couples in Ireland may foster children
ga: Altramú agus lánúineacha comhchónaithe

source: What is fostering and what rights do cohabiting couples have?
ga: Pléann an doiciméad seo le cé acu an féidir nó nach féidir le lánúineacha comhchónaithe leanbh a altramú

source: Most Read in "Family and Relationships"
ga: Ábhar is mó éilimh i "Teaghlach agus Caidrimh"

source: Registrars of Births, Marriages and Deaths
ga: Leanaí agus cearta in Éirinn

source: Barring, safety and protection orders
ga: Orduithe Urchoisc, Sábháilteachta agus Cosanta
